Repository: frapi/frapi
Catalog: src/frapi/admin/application/languages/*.po
Languages: fr_fr, pt_br, ru_ru

# ERROR_DELETING_ERROR
source: Error deleting errror
pt_br: Erro ao excluir erro! (oh!)

source: Could not delete partner
pt_br: Não foi possível excluir parceiro

# SUCCESS_DELETE_PARTNER
source: Successfully deleted partner
pt_br: Parceiro excluído com sucesso

source: Error deleting partner
pt_br: Erro ao excluir parceiro

# USE_CDATA
source: Always use CDATA
pt_br: Sempre usar CDATA

# ALLOW_CROSSDOMAIN
source: Allow cross domain requests
pt_br: Permitir requisições "cross-domain"
