Repository: frapi/frapi
Catalog: src/frapi/admin/application/languages/*.po
Languages: fr_fr, pt_br, ru_ru

source: Username
fr_fr: Nom d'utilisateur
pt_br: Nome de usuário
ru_ru: Пользователь

source: Password
fr_fr: Mot de passe
pt_br: Senha
ru_ru: Пароль

source: Login
fr_fr: Se connecter
ru_ru: Войти

source: Submenu
fr_fr: Sous-menu
ru_ru: Меню

source: Welcome
fr_fr: Bienvenue
pt_br: Bem-vindo
ru_ru: Привет!

# YOU_ARE_USING_FRAPI
source: You are using the FRAPI admin system
fr_fr: Vous utilisez le système FRAPI
pt_br: Você está na interface de administração do FRAPI
ru_ru: Вы изпользуете админ-панель FRAPI

source: Dashboard
fr_fr: Contrôle
pt_br: Painel
ru_ru: Управление

source: Actions
pt_br: Ações
ru_ru: Действия

source: Errors
fr_fr: Erreurs
pt_br: Erros
ru_ru: Ошибки

source: Partners
fr_fr: Partenaires
pt_br: Parceiros
ru_ru: Партнеры

source: Configuration
pt_br: Configuração
ru_ru: Конфигурация

source: Tester
fr_fr: Testeur
pt_br: Testador
ru_ru: Тестер

# SYNCING_MESSAGE
source: <i><strong>"Sync'ing"</strong></i>: Synchronizing your codebase with the actions you created in "<strong><a href="/action" title="Action management">Actions</a></strong>"
fr_fr: &quot;Sync'ing&quot;: Synchroniser votre code avec les actions que vous venez de créer &quot;Actions&quot;
pt_br: <i><strong>"Sincronizando"</strong></i>: Sincronizando sua base de códigos com as actions que você criou em "<strong><a href="/action" title="Action management">Actions</a></strong>"
ru_ru: <i><strong>"Обновление"</strong></i>: Обновляем код с новыми "<strong><a href="/action" title="Управление действий ">действиями</a></strong>"

# AMAZING_WELCOME
source: Welcome to the amazing world of FRAPI
fr_fr: Bienvenue dans le monde merveilleux de FRAPI
pt_br: Bem vindo ao maravilhoso mundo do FRAPI!
ru_ru: Добро пожаловать в мир FRAPI

# DASHBOARD_WELCOME_TITLE
source: First of all, Welcome to your API! Now, see below
fr_fr: Premièrement, bienvenue chez FRAPI
pt_br: Antes de tudo, Bem-vindo à sua API! Agora, veja abaixo
ru_ru: Добро пожаловать в ваш новый ППИ (API)!

source: Critical Setup Issues
fr_fr: Problèmes d'installation critique
pt_br: Problemas críticos na instalação
ru_ru: Критические ошибки в установке

# CRITICAL_SETUP_ISSUES_INTRO
source: We have identified issues regarding your setup which means that your API will not function correctly until you resolved those issues.
fr_fr: Attention : identification de problèmes pouvant altérer au bond fonctionnement de votre API.
pt_br: Nós identificamos problemas relativos a sua configuração, o que significa que a sua API não funcionará corretamente até que você resolva esses problemas.
ru_ru: Обнаружены неполадки в установке. Ваш ППИ не будет действовать пока эти неполадки не будут устранены.

source: Add new Action
fr_fr: Ajoutez une action
pt_br: Adicionar nova Ação
ru_ru: Добавить действие

# SETUP_HELP_MESSAGE
source: You might want to run <b>sh setup.sh</b> which sets the files to chmod 777. This file is located in the root of your FRAPI download/checkout.
fr_fr: Vous voudrez peut-être exécuter <b>sh setup.sh</b> qui permet de définir les fichiers au chmod 777. Ce fichier est situé à la racine de votre Téléchargement/Clone FRAPI.
pt_br: Você pode querer rodar <b>sh setup.sh</b> que configura os arquivos com chmod 777. Este arquivo está localizado no diretório raiz do seu donwload/checkout do FRAPI.
ru_ru: Следует запустить <b>sh setup.sh</b> который изменит разрешения файлов на chmod 777. Этот файл находится в корне вашей инсталяции FRAPI.

# ACTION_DIR_PROBLEM
source: The <strong>%s</strong> is not currently writeable by this user, therefore we cannot update the configuration file.
fr_fr: Le <strong>%s</strong> n'est pas accessible en écriture par l'utilisateur en cours, donc nous ne pouvons pas mettre à jour le fichier de configuration.
pt_br: O <strong>%s</strong> não tem permissões de escrita para este usuário, por isso não conseguimos atualizar o arquivo de configuração.
ru_ru: <strong>%s</strong> не подлежит изменениям этим пользователем, конфигурационный файл не сохранится

source: Name
fr_fr: Nom
pt_br: Nome
ru_ru: Название

# IS_ACTION_PUBLIC
source: Is the action public?
fr_fr: Est-ce une action publique?
pt_br: A Ação é pública?
ru_ru: Это публичное действие?

source: Private
fr_fr: Privée
pt_br: Privado
ru_ru: Тайное

source: Public
fr_fr: Publique
pt_br: Público
ru_ru: Публичное

source: Enabled
fr_fr: Fonctionne
pt_br: Habilitado
ru_ru: Включено

# IS_ACTION_ENABLED
source: Is the action enabled?
fr_fr: En fonction?
pt_br: A Ação está habilitada?
ru_ru: Это действие включено?

source: Custom Route
fr_fr: Route
pt_br: Rota Customizada
ru_ru: Модифицированный Раутинг

source: Description
pt_br: Descrição
ru_ru: Описание

source: Save
fr_fr: Enregistrer
pt_br: Salvar
ru_ru: Сохранить

source: Add Parameter
fr_fr: Ajoutez un paramètre
pt_br: Adicionar Parâmetro
ru_ru: Добавить параметр

source: Parameter
fr_fr: Paramètre
pt_br: Parâmetro
ru_ru: Параметр

source: Required
fr_fr: Requis
pt_br: Requerido
ru_ru: Обязателен

source: Action
pt_br: Ação
ru_ru: Действие

source: Delete
fr_fr: Effacer
pt_br: Excluir
ru_ru: Удалить

# PLEASE_PROVIDE_USERNAME
source: Please provide a username and password.
fr_fr: Veuillez donner un nom d'utilisateur et un mot de passe.
pt_br: Por favor forneça um nome de usuário e uma senha
ru_ru: Заведите имя пользователя и пароль

# ACTION_ADD_SUCCESS
source: Action added
fr_fr: Action ajoutée avec succès
pt_br: Ação adicionada
ru_ru: Действие добавлено

# ACTION_ADD_FAIL
source: Error adding action
fr_fr: Echec de l'ajout d'action
pt_br: Erro ao adicionar Ação
ru_ru: Ошибка в добавлении действия

# ACTION_MISSING_ID
source: Required parameter ID not found
fr_fr: Le paramètre ID est introuvable.
pt_br: Parâmetro requerido ID não está presente.
ru_ru: Обязательный параметр ID не найден

# ACTION_UPDATE_SUCCESS
source: Action updated
fr_fr: Action de mise &agrave; jour réussie.
pt_br: Ação atualizada
ru_ru: Действие обновлено

# ACTION_UPDATE_FAIL
source: Action update failed
fr_fr: Echec de la mise &agrave; jour.
pt_br: Atualização de Ação falhou
ru_ru: Ошибка в изменении действия

# ACTION_DELETE
source: Action deleted
fr_fr: Supprimer l'action
pt_br: Ação excluída
ru_ru: Действие удалено

# ACTION_WRITE_ERROR
source: The path (%s) is not currently writeable by this user, therefore we cannot synchronize the codebase
fr_fr: Le chemin (%s) n'est actuellement pas accessible en écriture par cet utilisateur, par conséquent, nous ne pouvez pas synchroniser la base de code.
pt_br: O caminho (%s) não é gravável por este usuário, por conta disso não podemos sincronizar a base de código
ru_ru: Путь (%s) не подлежит изменениям вашим пользователем, обновление не возможно

# ACTION_DEV_SYNC_SUCCESS
source: Development environment has been synchronized
fr_fr: Environnement de développement a été synchronisé.
pt_br: Ambiente de desenvolvimento foi sincronizado
ru_ru: Среда разработки обновлена

# ACTION_CONFIRM_DELETE
source: Are you sure you want to delete this action?
pt_br: Tem certeza que você quer excluir esta ação?
ru_ru: Бы уверены что вы хотите удалить это действие?

source: Add new Error
fr_fr: Ajoutez une erreur
pt_br: Adicionar novo Erro
ru_ru: Добавить новую ошибку

# ERROR_ADD_SUCCESS
source: Error (%s) added
fr_fr: Erreur (%s) ajoutée
pt_br: Erro (%s) adicionado
ru_ru: Новая ошибка (%s) добавлена

# ERROR_UPDATE_SUCCESS
source: Error (%s) updated
fr_fr: Erreur (%s) mise &agrave; jour
pt_br: Erro (%s) atualizado
ru_ru: Ошибка (%s) изменена

# ERROR_DELETE
source: Error removed
fr_fr: Supprimer une erreur
pt_br: Erro excluído
ru_ru: Ошибка удалена

source: Filter
fr_fr: Filtre
pt_br: Filtro
ru_ru: Фильтр

source: Message
pt_br: Mensagem
ru_ru: Сообщение

source: Edit
fr_fr: Modifier
pt_br: Editar
ru_ru: Изменить

source: HTTP Code
fr_fr: Code HTTP
ru_ru: HTTP Код

source: Error Message
fr_fr: Message d'erreur
pt_br: Mensagem de Erro
ru_ru: Описание ошибки

source: Submit
fr_fr: Soumettre
pt_br: Submeter
ru_ru: Сохранить

# ERROR_CONFIRM_DELETE
source: Are you sure you want to delete this error?
pt_br: Tem certeza que deseja excluir este erro?
ru_ru: Бы уверены что вы хотите удалить эту ошибку?

source: Add new Partner
fr_fr: Ajoutez un nouveau partenaire
pt_br: Adicionar novo parceiro
ru_ru: Добавить нового партнера

source: Company
fr_fr: Entreprise
pt_br: Empresa
ru_ru: Компания

source: API Key
fr_fr: Clé API
ru_ru: ППИ (API) Ключ

source: First Name
fr_fr: Prénom
pt_br: Primeiro Nome
ru_ru: Имя

source: Last Name
fr_fr: Nom de famille
pt_br: Sobrenome
ru_ru: Фамилия

source: Email/Username
fr_fr: E-mail/Nom d'utilisateur
pt_br: E-mail/nome de usuário
ru_ru: Адрес почты/Пользователь

# PARTNER_ADD_SUCCESS
source: Partner (%s) has been added. Remember that if you want to make an API call that requires a partner authentication, you have to uncheck "Is the action public?" in the action edition/add section. Psstt the RESTful API uses HTTP Auth.
pt_br: Parceiro (%s) foi adicionado. Lembre-se que se você quiser fazer uma chamada à API que necessita de uma autenticação, você tem que desmarcar a opção "A Ação é pública?" na seção de edição/inclusão de uma ação. Psstt a API RESTful usa HTTP Auth.
ru_ru: Партнер (%s) добавлен. Не забывайте что если вы хотите использовать аутентификацировать партнеров, вы должны сделать действие тайным в конфигурации действий. (API типа REST используют HTTP Auth)

# PARTNER_UPDATE_SUCCESS
source: Partner (%s) updated
pt_br: Parceiro (%s) atualizado
ru_ru: Партнер (%s) обновлен

# PARTNER_DELETE
source: Partner removed
pt_br: Parceiro removido
ru_ru: Партнер удален

# PARTNER_GENERATE_NEW_API_KEY
source: Generate new API key
pt_br: Gerar nova API key
ru_ru: Сгенерировать новый ключ ППИ (API)

# PARTNER_API_KEY_UPDATED
source: API key updated
pt_br: API key atualizada
ru_ru: Ключ ППИ (API) обновлен

# PARTNER_CONFIRM_DELETE
source: Are you sure you want to delete this partner?
pt_br: Tem certeza que você quer excluir este parceiro?
ru_ru: Бы уверены что вы хотите удалить этого партнера?

source: Cache
ru_ru: Кэш

source: Users
fr_fr: Utilisateurs
pt_br: Usuários
ru_ru: Пользователи

source: Output
pt_br: Saída
ru_ru: Вывод

source: Database
fr_fr: Base de données
ru_ru: База данных

# SELECT_ITEM_FROM_SUBMENU
source: Please select an item from the submenu, to your left.
fr_fr: Veuillez sélectionner un item sur la gauche dans le sous-menu.
pt_br: Por favor selecione um item no submenu localizado a sua esquerda.
ru_ru: Выбор дополнительных опций слева

source: Update Configuration
fr_fr: Mise à jour de la configuration
pt_br: Atualizar Configuração
ru_ru: Обновить конфигурацию

source: API Domain
fr_fr: Nom de domaine de l'API
pt_br: Domínio da API
ru_ru: ППИ (API) Домен

source: for Tester
fr_fr: Pour le testeur
pt_br: Para o testador
ru_ru: для Тестера

# ADMIN_LANGUAGE
source: FRAPI Administration Language
fr_fr: Langue d'administration de FRAPI
pt_br: Idioma da área de Administração FRAPI
ru_ru: Администрационный язык FRAPI

source: Language
fr_fr: Langue
pt_br: Idioma
ru_ru: Язык

source: Update system wide
fr_fr: Mise &agrave; jour de l'ensemble du syst&egrave;me
pt_br: Atualizar tudo
ru_ru: Обновить полностью

# CACHE_HELP_ONE
source: Listed below are Frapi's internal cache keys, colour-coded by status. Click to see cache contents.
fr_fr: Voici une liste d'items cachées par code-couleur par FRAPI. Cliquer pour plus de détails.
pt_br: Listado abaixo estão as cache keys internas do FRAPI, coloridas por status. Clique para ver o conteúdo do cache
ru_ru: Сдесь перечислены внутренние кэш ключи Frapi, окрашенные по статусу. Нажмите чтобы увидеть их значения.

# CACHE_HELP_TWO
source: Click &quot;Delete&quot; to expire cache values, they will then be re-generated (when required) by the API front-end.
fr_fr: Cliquer &quot;Effacer&quot; pour effacer une clé du cache
pt_br: Clique &quot;Excluir&quot; para expirar o cache, ele será regenerado (quando necessário) pela API do front-end.
ru_ru: Нажмите &quot;Удалить&quot; для форсированного истечения срока действия ключей кэша, все регенерируется по надобности ППИ.

source: Set
ru_ru: Завести

source: Size
fr_fr: Taille
pt_br: Tamanho
ru_ru: Размер

source: Yes
fr_fr: Oui
pt_br: Sim
ru_ru: Да

source: No
fr_fr: Non
pt_br: Não
ru_ru: Нет

source: You can
fr_fr: Vous pouvez
pt_br: Você pode
ru_ru: Вы можете

source: unset all keys
fr_fr: Enlever toutes les clés
ru_ru: Удалить все ключи

source: Unset all cache keys
fr_fr: Enlever tous les clées du cache.
ru_ru: Удалить все ключи кэша

# TO_CLEAR_CACHE
source: to clear the cache
fr_fr: Pour effacer le cache
ru_ru: очистить кэш

source: Handle
fr_fr: Titre
ru_ru: Название

source: Add new User
fr_fr: Ajoutez un utilisateur
pt_br: Adicionar novo usuário
ru_ru: Добавить нового пользователя

# USER_ADD_SUCCESS
source: User (%s) added
pt_br: Usuário (%s) adicionado.
ru_ru: Пользователь (%s) добавлен

# USER_ADD_FAIL
source: Error adding user
pt_br: Erro adicionando usuário
ru_ru: Ошибка в добавлении пользователя

# USER_UPDATE_SUCCESS
source: User updated
pt_br: Usuário atualizado
ru_ru: Пользователь обновлен

# USER_UPDATE_FAIL
source: Error updating user
pt_br: Erro ao atualizar usuário
ru_ru: Ошибка в изменении пользователя

# USER_DELETE
source: User removed
pt_br: Usuário removido
ru_ru: Пользователь удален

# USER_CONFIRM_DELETE
source: Are you sure you want to delete this user?
pt_br: Tem certeza que deseja excluir este usuário?
ru_ru: Бы уверены что вы хотите удалить этого пользователя?

# USER_PASSWORD_MISMATCH
source: Passwords do not match
pt_br: A senha não confere.
ru_ru: Пароли не совпадают

source: Sync Output Types
fr_fr: Synchronizer les types d'outputs.
pt_br: Sincronizando output types
ru_ru: Обновить тип вывода (output)

source: Make Default
fr_fr: Par défaut
ru_ru: Установить по умолчанию

source: Disable
fr_fr: Désactiver
pt_br: Desabilitar
ru_ru: Запретить

# ENABLE
source: Enabled
fr_fr: Activer
pt_br: Habilitar
ru_ru: Разрешить

source: Default Output
fr_fr: Output par defaut
pt_br: Saída Padrão
ru_ru: Вывод по умолчанию

source: Type
pt_br: Tipo
ru_ru: Тип

source: Value
fr_fr: Valeur
pt_br: Valor
ru_ru: Значение

source: Key
fr_fr: Clé
pt_br: Chave
ru_ru: Ключ

source: Edit Database settings
fr_fr: Modifier la configuration de la base de données
ru_ru: Изменить параметры базы данных

# CONFIG_UPDATE_SUCCESS
source: Configuration updated
ru_ru: Конфигурация сохранена

# CONFIG_UPDATE_FAIL
source: Configuration update failed
ru_ru: Конфигурация не сохранена, ошибка

source: Query URI
fr_fr: Requête URI
ru_ru: URI запроса

source: Params
fr_fr: Param&egrave;tres
ru_ru: Параметры

# TESTER_ADD_PARAMETER
source: Add a parameter (&quot;name=value&quot;)
fr_fr: Ajouter un param&egrave;tre (&quot;nom=valeur&quot;)
ru_ru: Добавить параметр (&quot;название=значение&quot;)

source: Format
ru_ru: Формат

source: Method
fr_fr: Méthode
ru_ru: Метод

source: Email
ru_ru: Почта

source: Secret Key
fr_fr: Clé Secr&egrave;te
ru_ru: Секретный ключ

# LOAD_EMAIL_KEY
source: Load Email/Key Combo
fr_fr: Charger Combo E-mail/Clé
ru_ru: Загрузить почтовый адрес/ключ

# SELECT_COMBO_OF_FIELDS
source: Select a combination to fill the fields above.
fr_fr: Sélectionner un combo de champs
ru_ru: Выбрать комбинацию почты/ключа

source: Run Test
fr_fr: Exécuter le test
ru_ru: Запустить тест

source: Testing
fr_fr: Test
ru_ru: Тест в прогрессе

source: Post Fields
fr_fr: Champs POST
ru_ru: Поля запроса (post fields)

source: Response
fr_fr: Réponse
ru_ru: Ответ

source: No query URI
fr_fr: Aucune Requête URI
ru_ru: Нет запроса URI

source: Request
fr_fr: Requête
ru_ru: Запрос

source: Code
ru_ru: Исходники

source: Content Body
fr_fr: Corps du contenu
ru_ru: Содержание

# TESTER_REQUEST_ERROR
source: Error: You were logged out due to inactivity. Please <a href="/login" target="_blank">log in</a> (opens in new tab) and try again.
fr_fr: Erreur: Vous avez été déconnecté pour des raisons d&#145;inactivité. S&#145;il vous plaît, veuillez vous <a href="/login" target="_blank"> reconnectez</a> (ouvrir dans un nouvel onglet) et essayez à nouveau.
ru_ru: Ошибка: Вы были отключены из-за неактивности. <a href="/login" target="_blank">Зайдите</a> (в новом окне) снова.

# TESTER_HTTP_REQUEST_MISSING
source: HttpRequest class was not found &#8212; the <a href="http://pecl.php.net/package/pecl_http" title="PECL HTTP">pecl_http</a> package is required to use the tester.
fr_fr: La classe HttpRequest class est introuvable &#8212; le <a href="http://pecl.php.net/package/pecl_http" title="PECL HTTP">pecl_http</a> paquet est nécessaire pour utiliser le testeur.
ru_ru: Не найден класс HttpRequest - пакет <a href="http://pecl.php.net/package/pecl_http" target="_blank">pecl_http</a> должен присутствовать для использования модуля Тестер

# TESTER_API_INFO_MESSAGE
source: Remember, you can set the default API domain name in <a href="/configuration">configuration</a>!
fr_fr: N'oubliez pas, vous pouvez définir par défaut le nom de domaine de l'API dans <a href="/configuration">configuration</a>!
ru_ru: Не забудте завести домен ППИ (API) по умолчанию в секции <a href="/configuration">конфигурации</a>!

source: added
fr_fr: Ajouter
ru_ru: Добавленно

source: updated
fr_fr: Mise à jour
ru_ru: Обновленно

# ID_PARAM_MISSING
source: ID parameter is missing.
fr_fr: Param&egrave;tre ID manquant.
ru_ru: Не хватает ID параметра.

# NO_ACCESS_MESSAGE
source: You do not have access to the area you were trying to access.<br />Please contact any of the administrators if you believe you should have access
fr_fr: Vous n'avez pas accès à la zone que vous tentez d'accéder. <br /> S'il vous plaît contacter l'un des administrateurs, si vous croyez que vous devriez y avoir accès
ru_ru: У вас нет доступа в эту секцию.<br />Обратитесь к администрации за помощью.

source: Visibility
fr_fr: Visibilité
ru_ru: Видимость

source: Detail
fr_fr: Détail
ru_ru: Детали

source: Database configuration
fr_fr: Configuration de la base de données
ru_ru: Конфигурация базы данных

source: Add new database configuration
fr_fr: Ajout d'une nouvelle configuration de la base de données
ru_ru: Добавить новую конфигурацию базы данных

source: Edit database configuration
fr_fr: Modifier la configuration de la base de données
ru_ru: Изменить конфигурацию базы данных

# NO_DATABASE_CONFIGURATION_YET
source: There are no database configurations yet
fr_fr: Il n'existe pas encore de configuration de la base de données
ru_ru: Нету конфигурации базы данных

source: Add some
fr_fr: Ajouter en une
ru_ru: Добавить

source: Main
fr_fr: Principal
ru_ru: Главное

# DATABASE_SELECT_ITEM
source: Please select an item from the submenu, to your left
fr_fr: Veuillez sélectionner un item à votre gauche dans le sous-menu de la base de données.
ru_ru: Выбор дополнительных опций слева

source: Error Page
fr_fr: Page d'erreur
pt_br: Página de erro.
ru_ru: Страница ошибки

# SORRY_ERROR_MESSAGE
source: Sorry! A system error prevented your action from being executed
fr_fr: Désolé! Une erreur système a empêché votre action d'être exécutés.
ru_ru: Системная ошибка в Действии!

# ACTION_WARNING_CONFIG
source: The &quot;<b>%s</b>&quot; directory is not writeable by the current user (%s), therefore we will not be able to save API configurations: (Actions, Errors, Partners, Configuration, etc) until the user has write access.
fr_fr: Le "<b>%s</b>" répertoire n'est pas accessible en écriture par l'utilisateur en cours (%s), donc nous ne serons pas en mesure de sauvegarder les configurations de l'API: (Actions, erreurs, partenaires, configuration, etc) tant que l'utilisateur n'aura pas l'accès en écriture.
ru_ru: &quot;<b>%s</b>&quot; директория не подлежит изменениям пользователем (%s), конфигурация ППИ (API) не будет сохранена: (Действия, Ошибки, Партнеры, Конфигурация, и тп и тд) пока права пользователя не будут изменены.

# ACTION_WARNING_ACTION
source: The &quot;<b>%s</b>&quot; directory is not writeable by the current user (%s), therefore we will not be able to synchronize the codebase until the user has write access.
fr_fr: Le "<b>%s</b>" répertoire n'est pas accessible en écriture par l'utilisateur en cours (%s), donc nous ne serons pas en mesure de synchroniser la base de code jusqu'à ce que l'utilisateur en est l'accès en écriture.
ru_ru: &quot;<b>%s</b>&quot; директория не подлежит изменениям пользователем (%s), обновление и синхронизация не будут выполнены пока права пользователя не будут изменены.

# GENERAL_MISSING_TEXT_VALUE
source: Required field is empty
pt_br: Campo obrigatório está vazio.
ru_ru: Пожалуйста, заполните обязательное поле

source: Use HTTPS?
fr_fr: Utiliser HTTPS?
pt_br: Usar HTTPS?
ru_ru: Использовать HTTPS?

source: Re-type
ru_ru: Заведите повторно

# SYNC
source: Sync Now
fr_fr: Sync No
pt_br: SINCRONIZAR
ru_ru: Обновить

# SYNCRONIZE_TITLE
source: Synchronize Development Codebase
fr_fr: Synchroniser le développement de la base de code
pt_br: Sincronizar base de código
ru_ru: Обновить среду разработки (исходники)

source: Admin Interface
fr_fr: Interface Administrateur
pt_br: Interface de Administração
ru_ru: Панель Администратора

# FILE_NOT_EXIST_HAVE_YOU_SYNCED
source: This file doesn't exist... have you sync'ed since you created this action?
pt_br: Este arquivo não existe....Você sincronizou depois de criar esta Ação?
ru_ru: Этот файл не существует... Не забудте обновить/синхронизировать после добавки или изменения действий

source: Editing Action
pt_br: Editando Ação
ru_ru: Изменяемое действие

# FILE_NOT_WRITABLE
source: File (%s) is not writeable, please give the web-user write access to the custom directory.
fr_fr: This file is not writeable, please give the web-user write access to the custom directory.
pt_br: Arquivo (%s) não tem permissões de escrita. Por favor dê as permissões de escrita ao usuário do servidor web (www-data).
ru_ru: Файл (%s) не подлежит изменениям, пожалуйста измените права веб-пользователя в директории

# FILE_CONTENT_UPDATED
source: The content of the file has been updated with success.
pt_br: O conteúdo do arquivo foi atualizado com sucesso.
ru_ru: Файл обновлен

source: The
fr_fr: Le
pt_br: O

source: Add new Mimetype
pt_br: Adicionar novo Mimetype

# MIMETYPE_ADD_SUCCESS
source: Mimetype (%s) added
pt_br: Mimetype (%s) adicionado

# MIMETYPE_UPDATE_SUCCESS
source: Mimetype (%s) updated
pt_br: Mimetype (%s) atualizado

# MIMETYPE_DELETE
source: Mimetype removed
pt_br: Mimetype removido

source: Output Format
pt_br: Formato de saída

# MIMETYPE_CONFIRM_DELETE
source: Are you sure you want to delete this mimetype?
pt_br: Tem certeza que você quer excluir este mimetype?

# INVALID_MODULE_ACTION
source: Invalid module or action.
pt_br: Módulo ou Ação inválidos.

# VALID_OPTIONS
source: Valid options are
pt_br: Opções válidas são

# CLI_PARAMETERS
source: List of comma-seperated optional parameters.
pt_br: Lista separada por vírgula com os parâmetros opcionais.

# CLI_REQUIRED_PARAMETERS
source: List of comma-seperated required parameters.
pt_br: Lista separada por vírgula com os parâmetros obrigatórios.

# ADDED_ACTION
source: Successfully added action
pt_br: Ação adicionada com sucesso

source: Error adding action
pt_br: Erro ao adicionar Ação

source: Could not delete action
pt_br: Não foi possível excluir Ação

source: Could not find match.
pt_br: Não encontramos semelhança

# SUCCESS_DELETE_ACTION
source: Successfully deleted action
pt_br: Ação excluída copm sucesso

source: Error deleting action
pt_br: Erro ao excluir Ação

# ACTION_ERROR_SYNCHRO
source: Error synchronizing actions.
pt_br: Erro ao sincronizar Ações

source: Route
pt_br: Rota

# ADDED_ERROR
source: Successfully added error
pt_br: Erro adicionado com sucesso

# ERROR_ADDING_ERROR
source: Error adding action
pt_br: Erro ao adicionar uma Ação

source: Could not delete error
pt_br: Não foi possível excluir o Erro

# SUCCESS_DELETE_ERROR
source: Successfully deleted error
pt_br: Erro foi excluído com sucesso
